Repository: aaptaha/anuvaada
Catalog: 0_generated/Cogs/Utility/User/*/LC_MESSAGES/user_*.po
Languages: hi_in

source: Official Discord rep!
hi_in: आधिकारिक डिस्कॉर्ड प्रतिनिधि!

source: Username
hi_in: उपयोगकर्ता नाम

source: Is a bot?
hi_in: क्या एक बॉट हैं?

source: Yes.
hi_in: हाँ।

source: No!
hi_in: नही!

source: Added by
hi_in: इनके द्वारा डाला गया

source: Is a server booster?
hi_in: क्या सङ्घ में बूस्टर हैं?

source: No :-|
hi_in: नही :-|

source: Yes!
hi_in: हाँ!

source: Boosting since
hi_in: कबसे बूस्ट कर रहें

source: Joined this server on
hi_in: सङ्घ में जुड़ने का समय

source: Created Discord account on
hi_in: डिस्कॉर्ड खाता बनाने का समय

source: Roles
hi_in: उपाधियाँ

source: Role
hi_in: उपाधि

source: ID
hi_in: उपाभिधान
