Repository: aaptaha/anuvaada
Catalog: */Cogs/Moderation/Mute/mute_*.po
Languages: hi_in

source: {fool} mod, give `manage roles` perm.
hi_in: {fool} नियामक, पहले मुझे `उपाधि प्रबन्धन` की अनुमति दो।

source: --force
hi_in: --प्रत्यादेश

source: I have perm, but can't add, as mute role is higher. Promote me.
hi_in: हाँलाकि मेरे पास उपाधि प्रबन्धन की अनुमति है, मैं मूक (चुप्पी वाली) उपाधि नही दे सकता, चूँकि वह पदानुक्रम में मुझसे उपर है। कृपया मेरी पदोन्नति करें।

source: You have perm, but can't add, as mute role is higher. Ask for promotion.
hi_in: हाँलाकि आपके पास उपाधि प्रबन्धन की अनुमति है, आप मूक (चुप्पी वाली) उपाधि नही दे सकते, चूँकि वह पदानुक्रम में आपसे उपर है। पदोन्नति का आवेदन करें।

source: {member} is already muted by me!
hi_in: {member} को पहले से ही मैंने चुप कर रखा है!

source: {members} are already muted by me!
hi_in: {members} को पहले से ही मैंने चुप कर रखा है!

source: Perhaps you wanted to unmute?
hi_in: सम्भवतः आप निर्मूक करना चाहते हो?

source: Use `--force` for {members} if sure, sometimes {fool} mod manually unmutes instead of using `unmute`.
hi_in: अगर आप निश्चित हैं कि {members} को चुप करना है, तो कारण से पहले `--प्रत्यादेश` का उपयोग करें। कभी-कभार ऐसा हो जाता है कि कोई {fool} नियामक ने बिना `निर्मूक` निदेश का उपयोग करे स्वयं अपने हाथ से ही निर्मूक कर दिया हो।

source: Muted the motormouth!
hi_in: बक-बकिए को चुप कर दिया!

source: {member} needs to shut up and relax!
hi_in: {member} को शान्ति से चुप रहकर आराम करना चाहिए!

source: Muted the motormouths!
hi_in: बक-बक करने वालों को चुप कर दिया!

source: {members} need to shut up and relax!
hi_in: {members} को शान्ति से चुप रहकर आराम करना चाहिए!

source: Reason:
hi_in: कारण :

source: Muted
hi_in: चुप किया गया
