Repository: aaptaha/anuvaada
Catalog: */Cogs/Moderation/Mute/unmute_*.po
Languages: hi_in

source: {fool} mod, give `manage roles` perm.
hi_in: {fool} नियामक, पहले मुझे `उपाधि प्रबन्धन` की अनुमति दो।

source: I have perm, but can't remove, as mute role is higher. Promote me.
hi_in: हाँलाकि मेरे पास उपाधि प्रबन्धन की अनुमति है, मैं निर्मूक सकता, चूँकि वह पदानुक्रम में मुझसे उपर है। कृपया मेरी पदोन्नति करें।

source: You have perm, but can't remove, as mute role is higher. Ask for promotion.
hi_in: हाँलाकि आपके पास उपाधि प्रबन्धन की अनुमति है, आप मूक (चुप्पी वाली) उपाधि नही हटा सकते, चूँकि वह पदानुक्रम में आपसे उपर है। पदोन्नति का आवेदन करें।

source: {member} is not muted by me!
hi_in: {member} को मैंने चुप नही किया है!

source: {members} are not muted by me!
hi_in: {members} को मैंने चुप नही किया है!

source: Perhaps you wanted to mute?
hi_in: सम्भवतः आप चुप करना चाहते हो?

source: {fool} mod changed roles for {members}. I'll overwrite.
hi_in: किसी {fool} नियामक ने अपने आप ही {members} की उपाधिओं में बदलाव किया था। मैं मूक करने के पूर्व जैसी उपाधियाँ थी वैसी ही कर दुँगा।

source: I have perm, but can't unmute, as {member} had higher role earlier. Promote me.
hi_in: हाँलाकि मेरे पास उपाधि प्रबन्धन की अनुमति है, मैं {member} को निर्मूक नही कर सकता, चूँकि उनकी एक उपाधि (जो चुप करने से पहले थी) मुझसे उपर है। कृपया मेरी पदोन्नति करें।

source: You have perm, but can't unmute, as {member} had higher role earlier. Ask for promotion.
hi_in: हाँलाकि आपके पास उपाधि प्रबन्धन की अनुमति है, आप {member} को निर्मूक नही कर सकते, चूँकि उनकी एक उपाधि (जो चुप करने से पहले थी) आपसे उपर है। पदोन्नति का आवेदन करें।

source: All roles for {member} might be deleted, not unmuting.
hi_in: {member} के चुप करने से पहले की सारी उपाधियाँ अब सम्भवतः लुप्त हो गई हैं, इसलिए उनको निर्मूक नही कर रहा।

source: Some roles for {member} might be deleted, skipping those.
hi_in: {member} के चुप करने से पहले की थोड़ी उपाधियाँ अब सम्भवतः लुप्त हो गई हैं, इसलिए उन उपाधिओं को वापस प्रदान करने का प्रयास नही कर रहा।

source: Cannot unmute anyone!
hi_in: किसी को भी निर्मूक नही कर सका!

source: Successfully unmuted!
hi_in: सफलतापूर्वक निर्मूक किया गया!

source: {members} can now chill with us!
hi_in: {members} अब हमारे साथ मौज कर सकते हैं!

source: Reason:
hi_in: कारण :

source: Unmuted
hi_in: निर्मूक
