Repository: aaptaha/anuvaada
Catalog: */Cogs/Moderation/Mute/validation_strings_*.po
Languages: hi_in

source: Who are you muting, {fool}?
hi_in: {fool} तुम किस को चुप कर रहे हो?

source: Not muting myself. Why mute me :(
hi_in: स्वयं को चुप नही कर रहा। मुझे क्यों चुप कर रहे :(

source: {owner}, {member} wanna get muted. I've got no perms.
hi_in: नमस्ते {owner}, {member} अपना मुँह सिलाने को इच्छुक है। मैं आपके लिए यह काम कर देता जैसे कि एक अच्छे मित्र के भाँति हमेशा करता हुँ, परन्तु अभी मेरे पास यह करने की अनुमति नही है।

source: Why?...... Okay, mute yourself.
hi_in: क्यों?...... ठीक है, तुम स्वयं ही चुप हो जाओ।

source: I cannot mute {member}, promote me.
hi_in: मैं {member} को चुप नही कर सकता, कृपया मेरी पदोन्नति करें।

source: You cannot mute {member}, get a promotion.
hi_in: आप {member} को चुप नही कर सकते, पदोन्नति का आवेदन करें।

source: Cannot mute anyone mentioned! :(
hi_in: आपके बताए गए लोगों में से किसी को भी चुप नही कर सका!‌:(

source: {user} gave no reason for muting.
hi_in: {user} ने चुप करवाने के लिए कोई कारण नही दिया।

source: Who are you unmuting, {fool}?
hi_in: {fool} तुम किस को बोलने की अनुमति पुनः प्रदान कर रहे हो?

source: I am not gonna change my permissions myself.
hi_in: मैं स्वयं की अनुमति स्वयं नही बदलने वाला।

source: {owner}, {member} wanna get unmuted. I've got no perms.
hi_in: नमस्ते {owner}, {member} अपनी बोलने की अनुमति वापस लेने को इच्छुक है। मैं आपके लिए यह काम कर देता जैसे कि एक अच्छे मित्र के भाँति हमेशा करता हुँ, परन्तु अभी मेरे पास यह करने की अनुमति नही है।

source: Why?...... Okay, unmute yourself.
hi_in: क्यों?...... ठीक है, स्वयं को ही बोलने की अनुमति दे ।

source: I cannot unmute {member}, promote me.
hi_in: मैं {member} को बोलने की अनुमति नही प्रदान कर सकता, कृपया मेरी पदोन्नति करें।

source: You cannot unmute {member}, get a promotion.
hi_in: आप {member} को बोलने की अनुमति नही प्रदान कर सकते, पदोन्नति का आवेदन करें।

source: Cannot unmute anyone mentioned! :(
hi_in: आपके बताए गए लोगों में से किसी को भी बोलने की अनुमति नही प्रदान कर पाया !‌:(

source: {user} gave no reason for unmuting.
hi_in: {user} ने बोलने की अनुमति पुनः प्रदान करने का कोई कारण नही दिया।
