Repository: aaptaha/anuvaada
Catalog: 0_generated/Cogs/Economy/Daily/*/LC_MESSAGES/daily_*.po
Languages: hi_in

source: ₹20 have been credited to your account!
hi_in: आपके खाते में ₹२० डाल दिए गए हैं!

source: Enjoy your Maggi! 🍜
hi_in: अपनी मैगी का आनंद लें! 🍜

source: Go and eat Yippee noodles now! 🍜
hi_in: यिप्पी नूडल्स खा लोे अब। 🍜

source: A gujia would be nice! 🥟
hi_in: एक गुजिया हो जाए तो मजा ही आ जाए! 🥟

source: Kurkure vs Lays, who wins? Pepsico Inc. 🏢
hi_in: हल्दीराम बनाम बीकानेरवाला, कौन होगा विजयी? 🏢

source: ~~Still can't buy a bottle of Pepsi with that money~~ 🥤
hi_in: ~~अभी भी छाँछ की बोतल लेने की सामर्थ्य नहीं है~~ 🥤

source: ~~Gamble it~~ 🎲
hi_in: ~~सट्टा लगा दे~~ 🎲

source: Collect more money to become rich! 🤑
hi_in: धनवान बनने के लिए और पैसा एकत्रित करें! 🤑

source: Hope you are happy! 😄
hi_in: आप प्रसन्न हो बस यही आशा है! 😄

source: I guess you can buy a chocolate or two. 🍫
hi_in: मुझे लगता है कि आप एक या दो चॉकलेट तो ले ही सकते हो। 🍫

source: I like Pulse. 🍬
hi_in: मुझे तो पल्स प्रिय है। 🍬

source: Enjoy some hygenic street food! 🍲
hi_in: ठेले पर थोड़े स्वच्छ व्यञ्जनों का आनन्द उठाएँ! 🍲

source: Drink some milk, because that's what heroes do! 🥛
hi_in: अमूल दूध पीता है इण्डिया! 🥛

source: ||Bruh no, you can't withdraw 'em using GPay.||
hi_in: ||नही भाई, इन्हें पेटीऍम से नहीं निकलवा सकते।||
