Repository: aaptaha/anuvaada
Catalog: */Cogs/Utility/Team/team_*.po
Languages: hi_in

source: Specify at beginning how many players in {team}
hi_in: कृपया (सबसे पहले) बताएँ कि एक {team} में कितने खिलाड़ी होने चाहिए।

source: negative number of players.
hi_in: तुम कदाचित इतने मूर्ख हो सकते हो कि नकारात्मक मात्रा (खिलाड़ियों की सङ्ख्या) में सोचते हो, पर मैं नही।

source: {fool}, a `{team}` is made of two or more players.
hi_in: {fool}, एक `{team}` दो या उससे अधिक खिलाड़ियों की होती है। सम्भवतः तुम कभी किसी में नही रहे।

source: `{team}` is of members, {fool}. Mention roles/members.
hi_in: `{team}` सदस्यों से बनी होती है, {fool}। कृपया उन उपाधियों और सदस्यों का टङ्कण/वर्णन करें जिन्हें {team} में बाँटना है।

source: yes
hi_in: हाँ

source: Add more members? Reply with {yes}. Waiting for 5s.
hi_in: क्या आप और सदस्य जोड़ना चाहते हैं? यदि चाहते हैं तो `{yes}` भेजें। ५ सॅकण्ड रुका हुँ...

source: Alright, sorry for the delay.
hi_in: अच्छा, देरी के लिए खेद है।

source: Okay, please mention them in 60s.
hi_in: ठीक है, ६० सॅकण्ड के अन्दर उन्हें टङ्कित करें।

source: Lol slomo, please prepare in advance. Thanks.
hi_in: अर्रे कछुए, कृपया पहले से सोच कर आओ। धन्यवाद।

source: Expected mentions. Nvm, expected too much from you.
hi_in: मुझे लोगों के उल्लेख की आशा थी ... छोड़ो, तुम से कुछ अधिक ही अपेक्षा रख ली।

source: Too low members to do fair division. Learn basic maths.
hi_in: निष्पक्ष विभाजन करने के लिए बहुत कम सदस्य हैं। जाओ मौलिक गणित का अध्ययन करो। ख़ान अकॅडमी एक अच्छा स्रोत है।

source: Cannot divide {num_members} members into {teams}s consisting of {num_players} members each.
hi_in: {num_members} सदस्यों को {num_players} खिलाड़ियों की {teams}यों में नही बाँटा जा सकता।

source: {team}ed up!
hi_in: {team}याँ बना दी गई!
