Repository: aaptaha/anuvaada
Catalog: 0_generated/Cogs/Utility/Server/*/LC_MESSAGES/server_*.po
Languages: hi_in

source: No custom invite background set for this server!
hi_in: इस सङ्घ ने कोई आमन्त्रण पृष्ठभूमिपत्र नही रखा है!

source: Get to lvl 1 first!
hi_in: थोड़े बूस्टर ढूँढें और इस सङ्घ को पहले स्तर पर लाएँ!

source: No banner set for this server!
hi_in: इस सङ्घ ने कोई प्रतिकृति नही रखी है!

source: Get to lvl 2 first!
hi_in: थोड़े बूस्टर ढूँढें और इस सङ्घ को दूसरे स्तर पर लाएँ!

source: No discovery splash set for this server!
hi_in: इस सङ्घ ने कोई खोज पृष्ठभूमिपत्र नही रखा है!

source: Get this server on server discovery first!
hi_in: पहले इस सङ्घ को सङ्घ खोज सूची में डालें!

source: ID
hi_in: क्रमाङ्क

source: Owner
hi_in: स्वामी

source: Founded on
hi_in: स्थापना

source: Level
hi_in: स्तर

source: Boosts
hi_in: बूस्ट

source: {num_total_stickers} [{num_animated_stickers} animated]
hi_in: {num_total_stickers} [{num_animated_stickers} गतिमान]

source: Sticker count
hi_in: स्टिकर सङ्ख्या

source: Member count
hi_in: सदस्य सङ्ख्या

source: Role count
hi_in: उपाधि सङ्ख्या

source: {num_total_emojis} [{num_animated_emojis} animated]
hi_in: {num_total_emojis} [{num_animated_emojis} गतिमान]

source: Emoji count
hi_in: इमोजी सङ्ख्या

source: Highest
hi_in: सर्वाधिक

source: High
hi_in: अधिक

source: Medium
hi_in: मध्यम

source: Low
hi_in: निम्न

source: None
hi_in: कुछ नही

source: Verification level
hi_in: सत्यापन स्तर

source: Yes
hi_in: हाँ

source: No
hi_in: नही

source: 2FA enabled
hi_in: द्वि॰च॰स॰ सक्षम

source: System messages channel
hi_in: संविधा सन्देश चैनल

source: Number of categories
hi_in: वर्गों की सङ्ख्या

source: {num_channels} [{num_text} text, {num_vc} voice, and {num_stage} stage]
hi_in: {num_channels} [{num_text} लिखित, {num_vc} मौखिक, और {num_stage} रङ्गमञ्च]

source: Number of channels
hi_in: चैनलों की सङ्ख्या

source: Features
hi_in: वैशिष्ट्य
