Repository: aaptaha/anuvaada
Catalog: */Cogs/Utility/Say/say_*.po
Languages: hi_in

source: What to say? Can't speak nothing!
hi_in: आप मुझसे क्या बुलाना चाहते हैं? मैं शुन्यता नहीं `बोल` सकता!

source: Title too big. Max 256 chars only. Forgot to use `--body`?
hi_in: शीर्षक बहुत बड़ा है। शीर्षक में २५६ से अधिक वर्ण नही आ सकते। क्या आप `--उल्लेख` का उपयोग करना भूल गए?

source: Invalid URL (`{url}`) for the image/thumbnail. ({status}, {reason})
hi_in: चित्र/लघुचित्र के लिए अमान्य सार्वकेत (`{url}`)। ({status}, {reason})

source: Filetype not supported for images.
hi_in: दिया गया सञ्चिकाप्रकार चित्र के लिए असमर्थित है।

source: Error while connecting to `{url}` !
hi_in: `{url}` से सम्पर्क करते समय त्रुटि!

source: Should be 2 attachments (image and thumbnail).
hi_in: दो सञ्चिकाएँ होनी चाहिए – एक चित्र के लिए, और एक लघुचित्र के लिए।

source: Using the first two attachments.
hi_in: पहली दो सञ्चिकाओं का उपयोग किया जाएगा।

source: Using the first attachment.
hi_in: पहली सञ्चिका का उपयोग किया जाएगा।

source: Image's file size is too large!
hi_in: चित्र की सञ्चिका का आकार बहुत बड़ा है!

source: Thumbnail's file size is too large!
hi_in: लघुचित्र की सञ्चिका का आकार बहुत बड़ा है!

source: Said
hi_in: बोला गया
