Repository: aaptaha/anuvaada
Catalog: 0_generated/Cogs/Moderation/Purge/*/LC_MESSAGES/purge_*.po
Languages: hi_in

source: {fool} mod, give `manage messages` perm.
hi_in: {fool} नियामक, पहले मुझे `सन्देश प्रबन्धन` के अधिकार दो।

source: {fool} mod, give `read message history` perm.
hi_in: {fool} नियामक, पहले मुझे `सन्देश इतिहास पढ़ने` की अनुमति दो।

source: How many messages to delete? Why do you have the perms?
hi_in: कितने सन्देश मिटाने हैं? तुम्हारे पास यह निदेश उपयोग करने की अनुमति क्यों है?

source: Avoid nuking. Use after 1000 msg purge.
hi_in: प्रणाली उड़ाने से बचें। यदि आवश्यक हो, तो इस निदेश का पुनः उपयोग एक प्राथमिक १००० सन्देशों के निरसन *के बाद* करें।

source: Purged succesfully!
hi_in: सफलतापूर्वक निरसन किया गया!

source: Purged {deleted} msg.
hi_in: {deleted} सन्देश को मिटाया गया।

source: Purged {deleted} msgs.
hi_in: {deleted} सन्देशों को मिटाया गया।

source: Purged a total of {deleted} msg from {members}.
hi_in: {members} के भेजे हुए कुल {deleted} सन्देश मिटाया गया।

source: Purged a total of {deleted} msgs from {members}.
hi_in: {members} के भेजे हुए कुल {deleted} सन्देशों को मिटाया गया।

source: Purged
hi_in: शुद्धीकरण
