Repository: aaptaha/anuvaada
Catalog: 0_generated/Cogs/Moderation/Ban/*/LC_MESSAGES/ban_*.po
Languages: hi_in

source: {fool} mod, give `ban members` perm.
hi_in: {fool} नियामक, पहले मुझे `सदस्य प्रतिबन्धित करने` की अनुमति दो।

source: How many days worth of messages to delete?
hi_in: इनके पिछले कितने दिनों के सन्देश मिटाऊँ?

source: You can choose to
hi_in: आप चाहें तो

source: not notify members (press before day buttons), or
hi_in: (सङ्घ के वर्तमान) सदस्यों को बिना सूचित करे प्रतिबन्धित कर सकते हैं (दिन चुनने से पहले वह दबाएँ), या तो

source: cancel the process of banning.
hi_in: प्रतिबन्ध की प्रक्रिया को ही रद्द कर सकते हैं।

source: Use the buttons under 10 seconds.
hi_in: १० सॅकन्ड के अन्दर बटनों का उपयोग करें।

source: The default is 0 days.
hi_in: पूर्वन्यस्त व्यवस्था ० दिन की है।

source: Will not message the users about banning.
hi_in: सदस्यों को बिना सूचित करे प्रतिबन्धित किया जाएगा।

source: 0 days
hi_in: ० दिन

source: 1 day
hi_in: १ दिन

source: 2 days
hi_in: २ दिन

source: 3 days
hi_in: ३ दिन

source: 4 days
hi_in: ४ दिन

source: 5 days
hi_in: ५ दिन

source: 6 days
hi_in: ६ दिन

source: 7 days
hi_in: ७ दिन

source: Don't msg them
hi_in: सूचित न करें

source: Cancel banning
hi_in: प्रतिबन्ध न लगाएँ

source: Slow down on your trigger-happiness. Not banning.
hi_in: अपने उतावलेपन को कम करो। बेचारे तुम्हारी यातना से परेशान व्यक्ति को प्रतिबन्धित नहीं किया गया।

source: You have been banned from {guild} for: {reason}
hi_in: निम्नलिखित कारणवश आपको {guild} से प्रतिबन्धित कर दिया गया है: {reason}

source: {fool}, why take away ban perm from me?
hi_in: {fool}, जब मुझे प्रतिबन्ध लगाने के लिए कहा है तो क्यों मुझसे वही कार्य करने की अनुमति छीन रहे हो?

source: Banning failed. Please report in the Meta server!
hi_in: प्रतिबन्ध लगाना विफल रहा। कृपया विचारस्थल में सूचित करें!

source: Days worth of messages deleted
hi_in: पिछले इतने दिनों के सन्देश मिटाए गए

source: Days worth of messages deleted for each
hi_in: प्रत्येक उपयोक्ता के पिछले इतने दिनों के सन्देश मिटाए गए

source: Banned successfully!
hi_in: सफलतापूर्वक प्रतिबन्ध लगाया गया!

source: Banned
hi_in: प्रतिबन्धित

source: Banned users:
hi_in: प्रतिबन्धित उपयोक्ता :

source: Banned user IDs:
hi_in: प्रतिबन्धित उपाभिधान :

source: Too many people banned!
hi_in: बहुत सारे उपयोक्ताओं पर प्रतिबन्ध लगाया गया!

source: Users
hi_in: उपयोक्ता

source: User
hi_in: उपयोक्ता

source: IDs
hi_in: उपाभिधान

source: ID
hi_in: उपाभिधान

source: Reason
hi_in: कारण
