Repository: aaptaha/anuvaada
Catalog: 0_generated/Cogs/Moderation/Ban/*/LC_MESSAGES/unban_*.po
Languages: hi_in

source: User ID(s)??? Ghosts cannot be unbanned.
hi_in: उपाभिधान (उपयोक्ताओं के क्रमाङ्क) कहाँ है? अब यह मत कहना कि तुम किसी भूत पर से प्रतिबन्ध हटा रहे हो!

source: {fool} mod, give `ban members` perm.
hi_in: {fool} नियामक, पहले मुझे `सदस्य प्रतिबन्धित करने` की अनुमति दो।

source: User with ID {user_id} is not banned / exist.
hi_in: {user_id} उपाभिधान वाला उपयोक्ता या तो प्रतिबन्धित नही है, या तो अस्तित्व में ही नही है।

source: Cannot find anyone who's banned out of the given IDs :(
hi_in: दिए गए उपाभिधानों में से ऐसा कोई भी नही मिला जो प्रतिबन्धित हो :(

source: No reason, why? Bad mod. Apologise to the users.
hi_in: क्यों अकारणवश? बड़े बुरे नियामक हो। उपयोक्ताओं से क्षमा मांगो।

source: {author} renders an unconditional apology on behalf of {guild}.
hi_in: {guild} की ओर से {author} अनौपाधिक क्षमा माँगते हैं।

source: No reason given.
hi_in: कोई कारण नही दिया गया।

source: {fool}, why take away ban perm from me?
hi_in: {fool}, जब मुझे प्रतिबन्ध हटाने के लिए कहा है तो क्यों मुझसे वही कार्य करने की अनुमति छीन रहे हो?

source: Unbanning failed. Please report in the Meta server!
hi_in: प्रतिबन्ध हटाना विफल रहा। कृपया विचारस्थल में सूचित करें!

source: Unbanned successfully!
hi_in: सफलतापूर्वक प्रतिबन्ध हटाया गया!

source: Unbanned
hi_in: अप्रतिबन्धित

source: Unbanned users:
hi_in: अप्रतिबन्धित उपयोक्ता :

source: Unbanned user IDs:
hi_in: अप्रतिबन्धित उपाभिधान :

source: Too many people unbanned!
hi_in: बहुत सारे उपयोक्ताओं से प्रतिबन्ध हटाया गया!

source: Users
hi_in: उपयोक्ता

source: User
hi_in: उपयोक्ता

source: IDs
hi_in: उपाभिधान

source: ID
hi_in: उपाभिधान

source: Reasons for ban
hi_in: प्रतिबन्ध लगाने के कारण

source: Reason for ban
hi_in: प्रतिबन्ध लगाने का कारण

source: Reason for unban
hi_in: प्रतिबन्ध हटाने का कारण
