Repository: aaptaha/anuvaada
Catalog: 0_generated/Cogs/Aaptaha/About/*/LC_MESSAGES/about_*.po
Languages: hi_in

source: Vasanta
hi_in: वसन्त

source: Greeshma
hi_in: ग्रीष्म

source: Varshaa
hi_in: वर्षा

source: Sharad
hi_in: शरद्

source: Hemanta
hi_in: हेमन्त

source: Shishira
hi_in: शिशिर

source: **About me**
hi_in: **मेरे बारे में**

source: Namaste! Aaptaha caters with Indian tinge. Use `help`.
hi_in: नमस्ते! आप्तः डिस्कॉर्ड के उपयोगकर्ताओं की भारतीय अन्दाज़ में सेवा करता है। मज़े, उपयोगिता, सङ्घ प्रबन्धन, और बहुत कुछ से सम्बन्धित कई निर्देशों को देखने के लिए `सहायता` निर्देश का उपयोग करें!

source: **Release**
hi_in: **संस्करण**

source: **Servers serving**
hi_in: **सेवाभृत् सङ्घ**

source: **Unique users**
hi_in: **उपयोगकर्ता**

source: Join here
hi_in: यहाँ जुड़ें

source: **Aaptaha (Meta)**
hi_in: **आप्तः (विचारस्थल)**

source: Github
hi_in: गिटहब

source: **Help translate**
hi_in: **अनुवाद में सहायता करें!**

source: **ToS & Privacy**
hi_in: **सेवा एवं गोपनीयता नीति**
