Repository: aaptaha/anuvaada
Catalog: */Cogs/Fun/Betflip/betflip_*.po
Languages: hi_in

source: Please bet some money. Ain't getting free money, {fool}.
hi_in: कृपया द्यूत में थोड़ा पैसा लगाओ। तुम्हें मुफ़्त में कोई पैसा नही मिलने वाला, {fool}।

source: heads
hi_in: चित्त

source: tails
hi_in: पट्ट

source: You're tossing a coin. Specify heads/tails, {fool}.
hi_in: तुम सिक्का उछाल रहे हो। चित्त या पट्ट में से कुछ तो बताओ, {fool}।

source: You are broke, {fool}.
hi_in: {fool} तुम तो सड़क पर आ जाओगे।

source: You only have ₹{money}.
hi_in: तुम्हारे पास केवल ₹{money} हैं।

source: Tossing
hi_in: उछल रहा है

source: Tossed
hi_in: उछाला गया

source: Congratulations!
hi_in: बधाई हो!

source: It's a {result}!
hi_in: {result} आया है!

source: You bet ₹{amount} and won ₹{won}!
hi_in: आपने ₹{amount} का दाँव लगाया और ₹{won} जीत गए!

source: Ouch!
hi_in: ओफ़्फ़ो

source: Told you gambling is bad.
hi_in: बोला था सट्टेबाज़ी मत करो।
