Repository: aaptaha/anuvaada
Catalog: 0_generated/Cogs/Economy/Give/*/LC_MESSAGES/give_*.po
Languages: hi_in

source: `Giving` implies another person, {fool}.
hi_in: {fool}, `देना` बोलने से यह अनुमान लगता है कि कोई अन्य व्यक्ति है जिसे तुम पैसे दे रहे हो।

source: 😂 This is useless. Increase your IQ!
hi_in: 😂 यह करना व्यर्थ है। अपने मस्तिष्क की देखभाल करें!

source: Bots don't get to have money, {fool}!
hi_in: {fool}, बॉट पैसा नही रख सकतें!

source: Why are you on Discord?
hi_in: तुम डिस्कॉर्ड पर क्यों हो?

source: `Giving` implies something, {fool}.
hi_in: {fool}, `देना` बोलने से यह अनुमान लगता है कि तुम कुछ दे रहे हो।

source: How much money are you giving?
hi_in: तुम कितना पैसा दे रहे हो?

source: You are broke, {fool}.
hi_in: {fool} तुम तो सड़क पर आ जाओगे।

source: You only have ₹{money}.
hi_in: तुम्हारे पास केवल ₹{money} हैं।

source: Transaction successful!
hi_in: देन सुगम रहा!

source: {author} gave ₹{money} to {member}!
hi_in: {author} ने {member} को ₹{money} दिए!
