Repository: aaptaha/anuvaada
Catalog: 0_generated/Cogs/Moderation/Kick/*/LC_MESSAGES/kick_*.po
Languages: hi_in

source: {fool} mod, give `kick members` perm.
hi_in: {fool} नियामक, पहले मुझे `सदस्य निष्कासित करने` की अनुमति दो।

source: You have been kicked from {guild} for: {reason}
hi_in: निम्नलिखित कारणवश आपको {guild} से निष्कासित कर दिया गया है: {reason}

source: {fool}, why take away kick perm from me?
hi_in: {fool}, जब मुझे सदस्य निकालने के लिए कहा है तो क्यों मुझसे वही कार्य करने की अनुमति छीन रहे हो?

source: Kicking failed. Please report in the Meta server!
hi_in: निष्कासन विफल रहा। कृपया विचारस्थल में सूचित करें!

source: Kicked successfully!
hi_in: सफलतापूर्वक निकाला गया!

source: Kicked
hi_in: निष्कासित

source: Kicked users:
hi_in: निष्कासित उपयोक्ता :

source: Kicked user IDs:
hi_in: निष्कासित उपाभिधान :

source: Too many people kicked!
hi_in: बहुत सारे उपयोक्ताओं को निष्कासित किया गया!

source: Users
hi_in: उपयोक्ता

source: User
hi_in: उपयोक्ता

source: IDs
hi_in: उपाभिधान

source: ID
hi_in: उपाभिधान

source: Reason
hi_in: कारण
