Repository: aaptaha/anuvaada
Catalog: 0_generated/Cogs/Utility/Covid/Embed/*/LC_MESSAGES/state_*.po
Languages: hi_in

source: Date of statistics
hi_in: आँकड़ों की तिथि

source: as on {dt_time}
hi_in: {dt_time} पर उपलब्ध आङ्कड़ों के अनुसार

source: Active cases
hi_in: सक्रिय मामले

source: Recovered
hi_in: रोगमुक्त

source: Deceased
hi_in: मृत

source: Infected today
hi_in: आज सङ्क्रमित हुए

source: Cured today
hi_in: आज रोगमुक्त हुए

source: reconciled
hi_in: समायोजित

source: Deceased today
hi_in: आज चल बसे

source: Total cases
hi_in: कुल सङ्क्रमित

source: Positivity rate
hi_in: सक्रियता दर

source: Vaccination centers
hi_in: टीकाकरण केन्द्र

source: Dose 1
hi_in: पहला टीका

source: Dose 2
hi_in: दूसरा टीका

source: Dose 3
hi_in: तीसरा टीका

source: Vaccine doses administered
hi_in: टीकाकरण की सङ्ख्या
