Repository: aaptaha/anuvaada
Catalog: 0_generated/Cogs/Utility/Covid/*/LC_MESSAGES/covid_*.po
Languages: hi_in

source: Try again after some time.
hi_in: थोड़ा समय पश्चात पुनः प्रयास करें।

source: Fetching data...
hi_in: आँकड़े लाए जा रहे हैं...

source: Seems I had a problem. Fetching again.
hi_in: लगता है आँकड़े लाने में मुझसे पहले कोई त्रुटि हो गई थी। पुनः आँकड़े लाए जा रहे हैं...

source: If this persists, report in meta server.
hi_in: यदि यह समस्या का समाधान नही होता है तो कृपया विचारस्थल में सूचित करें।

source: District `{district}` doesn't exist!
hi_in: `{district}` नाम का कोई जिला अस्तित्व में नही है!

source: Make sure that <correct query steps>.
hi_in: सुनिश्चित करें कि : • जिले का अङ्ग्रेजी में पुरा नाम निर्दिष्ट किया जाए, • यदि राज्य निर्दिष्ट किया जा रहा है, तो जिले एवं राज्य का सही संयोजन निर्दिष्ट किया जाए, और • यह याद रखा जाए कि डाकघर क्षेत्र के नाम को जिला नहीं कहते।

source: State/UT/District `{location}` doesn't exist!
hi_in: `{location}` नाम का कोई राज्य / केन्द्र-शासित प्रदेश / जिला अस्तित्व में नही है!

source: If district, use full name and no P.O.
hi_in: यदि आप किसी जिले को ढूँढना चाहते हैं, तो उसका अङ्ग्रेजी में पुरा नाम (अंग्रेजी में) दें, और याद रखें कि डाकघर क्षेत्र के नाम को जिला नहीं कहते।

source: COVID-19 statistics for {district}, {state}
hi_in: {district}, {state} के कोविड-१९ आँकड़े

source: COVID-19 statistics for India
hi_in: भारत के कोविड-१९ आँकड़े

source: COVID-19 statistics for {state}
hi_in: {state} के कोविड-१९ आँकड़े

source: Take precaution. Vaccinate. Don't panic.
hi_in: • सहयोग करें और अनुरूप व्यवहारों का पालन करें। • अपने आस-पास टीकाकरण प्रोत्साहित करें। • घबराहट और गलत सूचनाओं के झाँसे में न आएँ।

source: Last fetched from API {some_time_ago}.
hi_in: सारणी से {some_time_ago} लाया गया।
