Repository: aaptaha/anuvaada
Catalog: 0_generated/Cogs/Emoji/Add/*/LC_MESSAGES/add_emoji_*.po
Languages: hi_in

source: Assuming a static emoji.
hi_in: स्थिर इमोजी मान लेते हैं।

source: I cannot add more emojis since server's emoji slots are full.
hi_in: और इमोजी नहीं डाले जा सकते, क्योंकि सङ्घ में अधिकतम इमोजी डल चुके हैं।

source: This is a default emoji. Why even bother?
hi_in: यह तो सामान्य इमोजी है। सोचना ही क्यों?

source: Using the first attachment.
hi_in: पहली सञ्चिका का उपयोग किया जाएगा।

source: File size > 256 kiB! Emoji assets can't be larger!
hi_in: दी गई सञ्चिका २५६ kiB से बड़ी है! इमोजी की सञ्चिकाएँ २५६ kiB से बड़ी नहीं हो सकती!

source: Invalid image file!
hi_in: अमान्य छवि / सञ्चिका!

source: Static emoji filetype must be JPEG/PNG!
hi_in: स्थिर इमोजी का सञ्चिकाप्रकार केवल JPEG/JPG या PNG ही होना चाहिए!

source: Animated emoji filetype must be GIF!
hi_in: चलने वाली इमोजी का सञ्चिकाप्रकार केवल GIF ही होना चाहिए।

source: Invalid image file! If truncated, make sure size < 256kiB.
hi_in: अमान्य छवि / सञ्चिका! यदि सञ्चिका कट गई हो तो कोई ऐसी सञ्चिका के साथ पुनः प्रयास करें जो २५६ kiB से छोटी हो।

source: Error:
hi_in: त्रुटि :

source: Timed out! I'm probably ratelimited here.
hi_in: बहुत अधिक समय लग रहा। सम्भवतः मुझे यहाँ दर-सीमित कर दिया गया है।

source: Maybe 50/h. Blame Discord.
hi_in: दर-सीमा चलनकालिक है, पर कई बार ५० इमोजी प्रति घण्टे की होती है। ऐसी निषेधात्मक दर-सीमाओं के लिए डिस्कॉर्ड को दोष दें।

source: An error occurred. Try again. (Forbidden 403)
hi_in: एक त्रुटि हुई। कृपया पुनः प्रयास करें। (निषिद्ध ४०३)

source: An error occurred. Try again. (Code {code})
hi_in: एक त्रुटि हुई। कृपया पुनः प्रयास करें। (कूटसङ्केत {code})

source: Slots are full.
hi_in: सङ्घ में अधिकतम इमोजी डल चुके हैं।

source: Check this link for more info on code.
hi_in: और जानकारी के लिए इस लिङ्क को देखें।

source: New emoji added!
hi_in: नया इमोजी डाला गया!

source: Added
hi_in: डाला गया
