Repository: aaptaha/anuvaada
Catalog: */Cogs/Emoji/Limit/limit_emoji_*.po
Languages: hi_in

source: {fool} mod, give `manage emojis` perm.
hi_in: {fool} नियामक, पहले मुझे `इमोजी प्रबन्धन` के अधिकार दो।

source: What are you limiting? Who made you a moderator?
hi_in: तुम क्या सीमित कर रहे हो? तुम्हे किसने नियामक बनाया?

source: Nice try, but I'm not Thanos. Try next time with __this server's__ custom emojis.
hi_in: अच्छा प्रयास था, परन्तु मैं डोगा नही हूँ। अगली बार __इस सङ्घ__ के अनुकूलित इमोजी के साथ प्रयास करें।

source: Which roles are you disallowing?
hi_in: किन उपाधियों को आप सीमित करना चाहते हैं?

source: Which roles are you allowing?
hi_in: किन उपाधियों को आप अनुमति देना चाहते हैं?

source: This emoji is already unrestricted. Quit being a mod.
hi_in: यह इमोजी पहले से ही अप्रतिबन्धित है। नियामक बनना छोड़ दें।

source: Free speech imposed by {mod}.
hi_in: {mod} द्वारा विमुक्त किया गया।

source: :{emoj}: is now unrestricted!
hi_in: :{emoj}: अब अप्रतिबन्धित है!

source: Allowed everyone to use that emoji!
hi_in: अब कोई भी उस इमोजी का उपयोग कर सकता है!

source: Exclusivity imposed by {mod}.
hi_in: {mod} द्वारा विशिष्टता थोपी गई।

source: An error occurred. Try again __later__. (Forbidden 403)
hi_in: एक त्रुटि हुई। कृपया __थोड़ी देर बाद__ पुनः प्रयास करें। (निषिद्ध ४०३)

source: An error occurred. Try again __later__. (Code {code})
hi_in: एक त्रुटि हुई। कृपया __थोड़ी देर बाद__ पुनः प्रयास करें। (कूटसङ्केत {code})

source: An error occurred. Try again __later__.
hi_in: एक त्रुटि हुई। कृपया __थोड़ी देर बाद__ पुनः प्रयास करें।

source: :{emoji}: is now restricted!
hi_in: :{emoji}: सीमित कर दिया गया है!

source: Successfully disallowed roles to use emoji {emoji}
hi_in: उल्लेखित उपाधियों से {emoji} इमोजी का उपयोग करने के अधिकार सफलतापूर्वक हटाए गए।

source: Successfully allowed only roles to use emoji {emoji}
hi_in: सफलतापूर्वक केवल उल्लेखित उपाधियों को {emoji} इमोजी का उपयोग करने के अधिकार दिए गए।

source: Note: Due to this, @everyone is disallowed to use it.
hi_in: ध्यान दें: इसके कारण पूर्वन्यस्त उपाधि @everyone को इमोजी का उपयोग करने से प्रतिबन्धित कर दिया गया है।
