Repository: aaptaha/anuvaada
Catalog: 0_generated/Cogs/Emoji/Copy/*/LC_MESSAGES/import_emojis_*.po
Languages: hi_in

source: You have already started an import in another server. Wait.
hi_in: आपने पहले से ही एक जगह आयात की प्रक्रिया आरम्भ कर दी है। धैर्य रखो!

source: Yo {fool}, either Wrong server No export cmd Late.
hi_in: अर्रे {fool}, (१) या तो तुम गलत सङ्घ में हो, (२) या तो तुमने निर्यात निर्देश का उपयोग ही नही किया है, (३) या तो तुम कछुए हो और देर से आए हो।

source: Yo {fool}
hi_in: अर्रे {fool}

source: (1) In wrong server, and (2) Importing already.
hi_in: (१) तुम गलत सङ्घ में हो, और (२) तुमने सही सङ्घ में आयात की प्रक्रिया आरम्भ कर दी है।

source: you are in the wrong server.
hi_in: तुम गलत सङ्घ में हो।

source: Already started the import process! Are you okay?
hi_in: आपने पहले से ही एक जगह आयात की प्रक्रिया आरम्भ कर दी है। क्या आप ठीक हो? कृपया आम्ला का सेवन करें।

source: Weird... Can't find server with ID {ID}. Make sure no rem.
hi_in: यह असामान्य है... मुझे {ID} क्रमाङ्क रखने वाला सङ्घ नही मिल रहा है। कृपया सुनिश्चित करें कि प्रक्रिया के दौरान मुझे किसी भी सङ्घ से ना निकाला जाए।

source: Can't access {server}! Make sure no remove.
hi_in: मुझे {server} का अभिगमाधिकार नही है। कृपया सुनिश्चित करें कि प्रक्रिया के दौरान मुझे किसी भी सङ्घ से ना निकाला जाए।

source: Lol {fool}, {server} has no custom emoji! Pranked by mod.
hi_in: अर्रे {fool}, {server} में कोई भी अनुकूलित इमोजी नही है! तुम्हारे साथ कोई नियामक खेल खेल रहा है, जिस तुम्हारे निर्यात निर्देश के बाद इमोजी उड़ा दिए।

source: You/me/both don't have access to any emoji on {server}!
hi_in: हम में से किसी एक (या तो दोनो) के पास {server} के किसी भी इमोजी का अभिगमाधिकार नही है!

source: More than 50 emojis to add!
hi_in: डालने के लिए ५० से अधिक इमोजी हैं!

source: Disclaimer about ratelimit.
hi_in: [डिस्कॉर्ड इमोजी जुड़ाव पर एक निषेधात्मक चलनकालिक दर-सीमा लगाता है](https://discord.com/developers/docs/resources/emoji)। अधिकतम बार मुझे ५० इमोजी जोड़ने के बाद १ घण्टे तक दर-सीमित कर दिया जाता है। चूँकि इससे बचा नही जा सकता, मुझे ५० इमोजी डालने के बाद १ घण्टे तक रुकना होगा। १ घण्टे बाद मैं अपने आप बाकी के इमोजी डालना प्रारम्भ कर दूँगा। __*आपको कुछ करने की आवश्यकता नही पड़ेगी, बस निर्देश दीजिए और आराम करिए।*__

source: Also, don't add more emojis while the process in progress.
hi_in: चूँकि मैं इमोजी जोड़ने का प्रबन्ध कर रहा हूँ, कृपया जब तक प्रक्रिया सम्पूर्ण नही हो जाती कोई और इमोजी न डालें, क्योंकि तब सङ्घ अधितम इमोजी की सीमा तक पहुँच जाएगा, और मैं सारे इमोजी नही डाल पाऊँगा।

source: To continue, react with 👍 under 30 seconds.
hi_in: जारी रखने के लिए कृपया ३० सॅकन्ड के अन्दर 👍 की प्रतिक्रिया दें।

source: Since you didn't react, I'm not going to continue.
hi_in: चूँकि आपने प्रतिक्रिया नही दी, मैं प्रक्रिया यहीं समाप्त करता हूँ।

source: Do you want to prepend/append to all emoji names?
hi_in: क्या आप सारे इमोजीयों के नाम के आगे या पीछे कुछ जोड़ना चाहते हैं?

source: React (10s) ☑️ prepend / ✅ append / ❎ if not.
hi_in: १० सॅकन्ड के अन्दर निम्नलिखित से प्रतिक्रिया दें : ☑️ यदि नाम के आगे कुछ जोड़ना हो, या ✅ यदि नाम के पीछे कुछ जोड़ना हो, या ❎ यदि नाम में कुछ छेड़खानी ना करनी हो।

source: Send prefix under 20s.
hi_in: २० सॅकन्ड के अन्दर सारे नामों के लिए उपसर्ग भेजें।

source: Send suffix under 20s.
hi_in: २० सॅकन्ड के अन्दर सारे नामों के लिए प्रत्यय भेजें।

source: Seems like you're a slo-mo. Continuing w/o modifying name.
hi_in: लगता है आप एक कछुए हो। बिना नाम बदले आगे बढ़ रहा हूँ।

source: Emoji name must be alphanum! Allowed chars [a-zA-Z0-9_]+.
hi_in: इमोजी का नाम लॆटिन लिपि में एवं अक्षराङ्कीय होना चाहिए! निम्नलिखित ही मान्य वर्ण हैं : ``` - लॆटिन वर्णमाला (a-z, A-Z) - अङ्क (0-9) - अधोयोजक (_) ```

source: Okay, please wait. Adding the emojis...
hi_in: ठीक है, कृपया प्रतीक्षा करें। इमोजी डाले जा रहें हैं...

source: animated
hi_in: चलने वाले

source: static
hi_in: स्थिर

source: Can't add more {type} emojis; slots full; Stopped.
hi_in: मैं और {type} इमोजी नही डाल सकता, क्योंकि सङ्घ में उस प्रकार के अधिकतम इमोजी डल चुके हैं। {type} इमोजी का जोड़ना अब रोक दिया गया।

source: Probably hit the ratelimit. Resuming after 1h.
hi_in: सम्भवतः मुझे दर-सीमित कर दिया गया है। जैसा कि पहले बताया गया था, मैं १ घण्टे बाद बाकी की प्रक्रिया प्रारम्भ करुँगा।

source: Encountered an error. Report in Meta server.
hi_in: एक त्रुटि हुई। कृपया विचारस्थल में सूचना दें।

source: Cannot add {emoji}.
hi_in: {emoji} नही डल पाया।

source: Added new emojis!
hi_in: नए इमोजी डाले गए!

source: Added
hi_in: डाला गया

source: Cannot add any emoji :(
hi_in: कोई भी इमोजी नही डल पाया :(
